export const bAnswers = {
  id: '',
  title: 'Отвечаем на вопросы',
  type: 'BAnswers',
  backed: true,
  answers: [
    {
      title: 'Что делать, если у меня возникла проблема с заказом?',
      text: 'Если у вас возникли какие-либо проблемы с заказом, пожалуйста, оставьте свои контакты в форме – мы свяжемся с вами и постараемся решить вашу проблему как можно скорее',
    },
    {
      title: 'Какой способ оплаты вы принимаете?',
      text: 'Мы принимаем кредитные и дебетовые карты, а также вы можете оплатить заказ наличными после доставки',
    },
    {
      title: 'Могу ли я отменить заказ после оформления?',
      text: 'Заполните свои контакты в форме и отправьте – мы свяжемся с вами как можно скорее и решим ваш вопрос',
    },
    {
      title: 'Какие сроки доставки?',
      text: 'Сроки доставки зависят от вашего местоположения и выбранного вами способа доставки. Вы можете уточнить сроки при оформлении заказа',
    },
  ],
  active: true,
};
