export const ru = {
  cardGroup: {
    show: 'Показать еще',
    order: 'Заказать',
    out: 'Нет в наличии',
  },
  video: {
    start: 'Запустить видео',
  },
  gallery: {
    download: 'Скачать',
    link: 'Копировать ссылку',
  },
  footer: {
    rights: 'Все права защищены ©',
    made: 'Сделано на',
  },
  form: {
    required: 'Поле обязательно',
    email: 'E-mail неверный. Проверьте его написание',
    phone: 'Телефон неверный. Проверьте написание номера',
  },
  order: {
    registration: 'Оформление заказа',
    confirmation: 'Подтвердить заказ',
    total: 'Итого',
    rules: 'правилами пользования сайтом',
    policy: 'политикой обработки персональных данных',
    privacy: 'Отправляя заявку, вы соглашаетесь с {{rules}} и {{policy}}',
  },
  cart: {
    cart: 'Корзина',
    total: 'Итого',
    order: 'Оформить заказ',
    notAvailable: 'Некоторые товары больше недоступны на сайте',
    unavailable: 'Недоступно для заказа',
    changed: 'Товары в корзине изменились',
    remove: 'Удалить все',
    stockChanged: 'Изменился остаток',
    outOfStock: 'Нет в наличии',
    priceChanged: 'Изменилась цена',
  },
  notifier: {
    order: {
      success: 'Заказ отправлен',
      error: 'Заказ не отправлен',
    },
    form: {
      success: 'Данные отправлены',
      error: 'Данные не отправлены',
    },
    cart: 'Добавлено в корзину',
    image: 'Изображение скачано',
    link: 'Ссылка скопирована',
  },
};
